---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Footcandles
source: html/ee4fc4dc-7b88-42df-a6f9-062f065f54bd.htm
---
# Autodesk.Revit.DB.UnitTypeId.Footcandles Property

Footcandles.

## Syntax (C#)
```csharp
public static ForgeTypeId Footcandles { get; }
```